Repository: saeedshabani/clink
Catalog: languages/aryan-themes-*.po
Languages: fa_ir

source: You will redirect to the destination link In a moment
fa_ir: تا لحظاتی دیگر شما به لینک مقصد هدایت می شوید

source: If the page does not redirect automatically, click on <a href="%s">this link</a>
fa_ir: در صورتی که به صورت خودکار منتقل نشدید، روی <a href="%s">این لینک</a> کلیک کنید

source: Powered By <a href="%s">Aryan Themes</a>
fa_ir: طراحی شده توسط <a href="%s">آرین تمز</a>

source: <strong>Clink:</strong> An error occurred.
fa_ir: <strong>کلینک:</strong> خطایی رخ داده است.

source: Popular Links
fa_ir: لینک های محبوب

source: There are no stats available yet!
fa_ir: هنوز آماری در دسترس نیست!

source: Redirect to
fa_ir: هدایت به

source: Clicks
fa_ir: کلیک ها

source: Edit
fa_ir: ویرایش

source: Global Clink Settings
fa_ir: تنظیمات همگانی کلینک

source: Global Settings
fa_ir: تنظیمات همگانی

source: Enter the clink plugin base slug for links. In default it set to <code>clink</code>
fa_ir: slug پایه برای لینک های افزونه کلینک را وارد کنید. در حالت پیشفرض slug پایه برابر با <code>clink</code> می باشد.

source: Current links structure is like: <code>%s</code>
fa_ir: ساختار لینک های فعلی مانند <code>%s</code> است.

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Do you want to display <code>Powered By Aryan Themes</code> text in redirect page?
fa_ir: آیا می خواهید متن <code>طراحی شده توسط آرین تمز</code> در صفحه انتقال لینک ها نمایش داده شود؟

source: Do you want to show a countdown before redirect?
fa_ir: آیا می خواهید قبل از تغییر مسیر صفحه از شمارش معکوس استفاده کنید؟

source: Notice
fa_ir: توجه

source: When you add or edit links, you can manage this option for each link Separately.
fa_ir: شما این گزینه را به صورت جداگانه برای هر لینک در زمان افزودن یا ویرایش لینک ها می توانید مدیریت کنید.

source: Enter the redirect countdown duration in seconds (example : 20). In default it set to 10 (seconds).
fa_ir: مدت زمان شمارش معکوس را بر حسب ثانیه وارد کنید (برای مثال : 20). در حالت پیشفرض مقدار این بخش روی 10 (ثانیه) تنظیم شده است.

source: Please select meta tags for countdown page
fa_ir: لطفا متا تگ های برگه شمارش معکوس را انتخاب نمایید

source: You can put your custom css style for countdown page here
fa_ir: شما می توانید کدهای css دلخواه خودتان را برای سفارشی سازی صفحه شمارش معکوس در اینجا قرار دهید

source: base slug
fa_ir: slug پایه

source: Powered By Aryan Themes
fa_ir: طراحی شده توسط آرین تمز

source: countdown
fa_ir: شمارش معکوس

source: countdown duration
fa_ir: مدت زمان شمارش معکوس

source: Countdown meta tags
fa_ir: متا تگ های شمارش معکوس

source: Custom countdown style
fa_ir: استایل سفارشی شمارش معکوس

source: Clink
fa_ir: کلینک

source: clink
fa_ir: کلینک

source: Add New
fa_ir: مورد جدید

source: Add New Link
fa_ir: اضافه کردن لینک جدید

source: New Link
fa_ir: لینک جدید

source: Edit Link
fa_ir: ویرایش لینک

source: View Link
fa_ir: نمایش لینک

source: All Links
fa_ir: همه لینک ها

source: Search Links
fa_ir: جستجو لینک ها

source: Parent Links:
fa_ir: لینک های مادر:

source: No links found
fa_ir: هیچ لینکی پیدا نشد

source: No links found in Trash
fa_ir: هیچ لینکی در سطل زباله نیست.

# taxonomy general name
source: Categories
fa_ir: دسته بندی ها

# taxonomy singular Name
source: Category
fa_ir: دسته

source: Categories
fa_ir: دسته بندی ها

source: All Categories
fa_ir: همه دسته بندی ها

source: Parent Category
fa_ir: دسته‌ی مادر

source: Parent Category:
fa_ir: دسته‌ی مادر:

source: New Category Name
fa_ir: نام دسته جدید

source: Add New Category
fa_ir: افزودن دسته بندی جدید

source: Edit Category
fa_ir: ویرایش دسته بندی

source: Update Category
fa_ir: به‌روزرسانی دسته بندی

source: View Category
fa_ir: نمایش دسته بندی

source: Separate Categories with commas
fa_ir: دسته‌بندی‌ها را با کاما (ویرگول انگلیسی) جدا کنید

source: Add or remove Categories
fa_ir: افزودن یا حذف دسته بندی ها

source: Choose from the most used
fa_ir: انتخاب از بیشترین استفاده شده ها

source: Popular Categories
fa_ir: دسته بندی های محبوب

source: Search Categories
fa_ir: جست‌وجوی دسته‌بندی‌ها

source: Not Found
fa_ir: پیدا نشد

source: undefined
fa_ir: تعریف نشده

source: Title
fa_ir: عنوان

source: Redirect Url
fa_ir: لینک مقصد

source: Permalink
fa_ir: لینک ثابت

source: Author
fa_ir: نویسنده

source: Date
fa_ir: تاریخ

source: No links found!
fa_ir: هیچ لینکی پیدا نشد!

source: Link Informations
fa_ir: اطلاعات لینک

source: Stats and Info
fa_ir: آمار و اطلاعات

source: Redirect Link URL
fa_ir: آدرس لینک (لینک مقصد)

source: Please enter the redirect link URL in this filed.
fa_ir: لطفا آدرس لینک مقصد (لینکی که می خواهید این صفحه به آن منتقل شود) را در این فیلد وارد نمایید.

source: Based on global settings
fa_ir: بر اساس تنظیمات همگانی

source: The value of this option only applied to this link. If you want to use global countdown settings, please select <code>Based on global settings</code>
fa_ir: مقدار این گزینه تنها بر روی این لینک اعمال می شود. اگر می خواهید از تنظیمات همگانی شمارش معکوس استفاده شود, لطفا گزینه <code>بر اساس تنظیمات همگانی</code> را انتخاب نمایید.

source: Clink Links list
fa_ir: لیست لینک های کلینک

source: Dispaly Clink plugin Links with this Widget
fa_ir: نمایش لینک های افزونه کلینک با این ابزارک

source: Title:
fa_ir: عنوان :

source: Category
fa_ir: دسته بندی

source: Number of Links to show
fa_ir: تعداد لینک ها برای نمایش دادن

source: Links Offset
fa_ir: افست لینک ها

source: none
fa_ir: هیچ‌کدام

source: ID
fa_ir: شناسه (ID)

source: author
fa_ir: نویسنده

source: title
fa_ir: عنوان

source: date
fa_ir: تاریخ

source: modified
fa_ir: تاریخ ویرایش

source: rand
fa_ir: تصادفی

source: clicks
fa_ir: کلیک ها

source: Links order by
fa_ir: مرتب سازی لینک ها بر اساس

source: DESC
fa_ir: نزولی

source: ASC
fa_ir: صعودی

source: Links order
fa_ir: چیدمان لینک ها

source: Exclude links:
fa_ir: محروم سازی لینک ها:

source: links IDs, separated by commas.
fa_ir: شناسه (ID) لینک ها ، با کاما (ویرگول انگلیسی) جدا کنید.

source: Display links clicks?
fa_ir: نمایش کلیک های لینک ها؟
